"CICategoryDistortionEffect" = "Efekt zniekształcenia";
"CICategoryGeometryAdjustment" = "Dostosowanie geometrii";
"CICategoryCompositeOperation" = "Operacja złożona";
"CICategoryHalftoneEffect" = "Efekt półtonowy";
"CICategoryColorAdjustment" = "Dostosowanie koloru";
"CICategoryColorEffect" = "Efekt koloru";
"CICategoryTransition" = "Przejście";
"CICategoryTileEffect" = "Efekt mozaiki";
"CICategoryGenerator" = "Generator";
"CICategoryGradient" = "Gradient";
"CICategoryReduction" = "Redukcja";
"CICategoryStylize" = "Stylizacja";
"CICategorySharpen" = "Wyostrzenie";
"CICategoryBlur" = "Rozmycie";
"CICategoryVideo" = "Wideo";
"CICategoryStillImage" = "Nieruchomy obraz";
"CICategoryInterlaced" = "Z przeplotem";
"CICategoryNonSquarePixels" = "Piksele niekwadratowe";
"CICategoryHighDynamicRange" = "Szeroki zakres tonalny";
"CICategoryBuiltIn" = "Wbudowany";
"CICategoryAll" = "Wszystko";
